Repository: Acerola-1/Hourcade
Catalog: Hourcade/Shared/Widgets.xcstrings
Source language: en
Languages: zh_hans

source: %1$@ games
zh_hans: %1$@ 款游戏

source: %1$@ games · %2$d / %3$d platforms
zh_hans: %1$@ 款游戏 · %2$d / %3$d 个平台

source: %1$@ games · %2$d platforms
zh_hans: %1$@ 款游戏 · %2$d 个平台

source: %1$@ · %2$@ this week
zh_hans: %1$@ · 本周 %2$@

source: %1$d minutes ago
zh_hans: %1$d 分钟前

source: %1$d%% of playtime
zh_hans: 占游玩时间 %1$d%%

# %@h
source: %1$@h
zh_hans: %1$@小时

# %dh %dm
source: %1$dh %2$dm
zh_hans: %1$d小时%2$d分

source: A different world today, a brighter you tomorrow.
zh_hans: 今天探索不同世界， 明天遇见更好的自己。

source: A week across three worlds
zh_hans: 一周畅游三个世界

source: ALL TIME
zh_hans: 全部时间

source: ALL-TIME PLAYTIME
zh_hans: 累计游玩时间

source: All Time
zh_hans: 全部时间

source: Connect a platform or sync play history
zh_hans: 连接平台或同步游戏记录

source: Connect your gaming platforms
zh_hans: 连接你的游戏平台

source: DEMO
zh_hans: 演示

source: Data overview
zh_hans: 数据概览

source: Demo data
zh_hans: 演示数据

source: Different worlds. One gaming life.
zh_hans: 不同的世界， 同一个游戏人生。

source: FROM YOUR LAST 14 DAYS
zh_hans: 来自你近 14 天的游玩

source: Fri
zh_hans: 周五

source: Game Life
zh_hans: 游戏人生

source: Game wall
zh_hans: 游戏墙

source: Games
zh_hans: 游戏

source: LAST 14 DAYS
zh_hans: 近 14 天

source: Last 14 Days · Steam
zh_hans: 近 14 天 · Steam

source: Last synced
zh_hans: 上次同步

source: MOST PLAYED · ALL TIME
zh_hans: 全部时间 · 玩得最多

source: Mon
zh_hans: 周一

source: More
zh_hans: 更多

source: No daily history yet
zh_hans: 逐日记录尚未建立

source: No history
zh_hans: 暂无记录

source: No more games
zh_hans: 暂无更多

source: No play history
zh_hans: 暂无游玩记录

source: Not connected
zh_hans: 尚未连接

source: Open app to connect
zh_hans: 打开 App 连接

source: Platforms
zh_hans: 平台

source: Play More. Live Better.
zh_hans: 尽情游玩，热爱生活。

source: Play games. Be happy.
zh_hans: 玩游戏，享快乐。

source: Play more. Live better.
zh_hans: 尽情游玩，热爱生活。

source: Played %1$@ all time
zh_hans: 累计游玩 %1$@

source: Played %1$@ in 14 days
zh_hans: 近 14 天游玩 %1$@

source: Played This Month
zh_hans: 本月游玩

source: Played This Week
zh_hans: 本周游玩

source: RECENT GAMES
zh_hans: 最近游玩的游戏

source: RECENTLY PLAYED
zh_hans: 最近游玩

source: Recently Played
zh_hans: 最近游玩

source: Same Games. A Bigger You.
zh_hans: 熟悉的游戏，成长的自己。

source: Sat
zh_hans: 周六

source: See All ›
zh_hans: 查看全部 ›

source: Steam Player
zh_hans: Steam 玩家

source: Steam · Last 14 Days
zh_hans: Steam · 近 14 天

source: Sun
zh_hans: 周日

source: THIS WEEK
zh_hans: 本周

source: TOTAL PLAYTIME
zh_hans: 总游玩时间

source: The shape of your playtime
zh_hans: 游玩时光，一目了然

source: This Month
zh_hans: 本月

source: This Week
zh_hans: 本周

source: Three worlds. One player.
zh_hans: 三个世界，同一个玩家。

source: Thu
zh_hans: 周四

source: Time range
zh_hans: 时间范围

source: Total
zh_hans: 总计

source: Total Playtime
zh_hans: 总游玩时间

source: Total Playtime · All Time
zh_hans: 总游玩时间 · 全部时间

source: Total playtime %1$@
zh_hans: 总游玩时间 %1$@

source: Tue
zh_hans: 周二

source: Updated
zh_hans: 已更新

source: Wed
zh_hans: 周三

source: Your gaming life, at a glance.
zh_hans: 你的游戏生活，一目了然。

source: “ Good games make a brighter day.
zh_hans: “ 好游戏， 让每一天更美好。
